;A nyelvi fájlokat UTF-16 kódolásban kell elmenteni!
;Magyar nyelvi fájl.
;Fordította: Fowler 2019.01.27.
[Config]
;A nyelv alapértelmezés szerint kiválasztott nyelvének kódja az UUP készlet nyelvén.
Language = hu-HU

[Translations]
NoAdmin = Ez az alkalmazás rendszergazdaként fut.
UnsupportedSystem = Ez az alkalmazás Windows 7 vagy újabb OS-t igényel.
NoADK = Azt észleltük, hogy a Windows régebbi verzióját használja a Windows 10 ADK telepítése nélkül. Ennek következtében a kapott ISO-kép helytelenül hozható létre.\n\nAnnak érdekében, hogy a folyamat sikeres legyen, telepítse a Windows 10 ADK programot, vagy használja ezt az alkalmazást a Windows 10 rendszeren.\n\nAkarod folytatni?
BackendTestFailed = A PHP backend teszt sikertelen. E háttérprogram használata nélkül ez az alkalmazás nem folytatódik.\n\nMit is jelent ez?\n - Nincs telepítve a Visual C ++ Redistributable 2015 x86\n - A víruskereső beavatkozik a folyamatba\n\nHa a probléma továbbra is fennáll:\n - Telepítse a Visual C ++ Redistributable 2015 x86 programot!\n - Kérjük, ideiglenesen tiltsa le a víruskeresőt!\n\nAz alkalmazás bezárul.
Preparing = Felkészülés...
PrepareToWork = Alkalmazás előkészítése a munkára...
Search = &Keresés
SearchBuilds = Build keresése
BuildSelectAction = &Válassza ki a kívánt build-ot!
BuildSelectActionSub = A nyelv, a kiadás és a célhely kiválasztása
PoweredBy = Fejlesztette
Change = &Csere
Language = Nyelv
Edition = Kiadás
SelectedBuild = Kiválasztott build
LanguageAndEdition = Nyelv és kiadás
SaveOptions = Mentési lehetőségek
Browse = &Keresés...
SaveUUPFiles = UUP-k mentése az "UUPs" alkönyvtárba
SkipConversion = UUP kihagyása, ISO fájl készítése.
StartProcess = &Folyamat indítása
StartProcessSub = A kiválasztott build letöltése és az ISO fájl  létrehozása.
RetrievingListOfFiles = Fájlok listájának lekérése...
BuildNotDownloadable = A szükséges fájlok listája nem elérhető. A kiválasztott build lehet, hogy már nem letölthető.
CommandPromptClosed = A parancssor ablak zárva volt, vagy egyéb hiba történt.
CommandPromptClosedQuestion = Szeretné újraindítani a letöltési és konverziós folyamatot az eddig letöltött fájlok segítségével?\n\nHa a "No" lehetőséget választja, az összes letöltött fájl eltávolításra kerül.
Information = Információ
TaskCompleted = A feladat befejeződött.
WorkDirNotCreatedYet = A munkakönyvtár még nem jött létre.
CreateDirFail = A munkakönyvtár létrehozása nem sikerült.
BrowseForLocation = Keresse meg az ISO képfájl célhelyét!
DestinationLocationNotExists = A célhely nem létezik.
WorkDirMoveError = Hiba történt a munkakönyvtár áthelyezésekor.
PleaseWait = Kérlek várj...
Error = Hiba
MovingWorkDir = A munkakönyvtár áthelyezése...
CannotGetBuilds = Cannot retrieve list of available builds.
NoSearchResults = A keresés nem talált elérhető build-et.
NoLanguages = Ez a kiadás nem áll rendelkezésre a kiválasztott nyelven.
AllEditions = Minden kiadás.
NoEditions = Ehhez a kiválasztáshoz nem áll rendelkezésre kiadás.
RetrievingFileInfo = Fájlinformációk lekérése...
NoFileinfo = Ez a kiválasztás nem létezik a "Fileinfo" adatbázisban.
RetrievingPacks = Csomagok letöltése...
PhpFailedRestart = A "PHP backend" újraindítása sikertelen. Az alkalmazás bezárul.
PhpFailedClose = Hiba történt a "PHP backend" bezárásakor. Kérjük, ellenőrizze, hogy a php.exe folyamat fut-e és manuálisan fejezze be.\n\nA PHP befejezése után kattintson az OK gombra.
UpdateAvailable = Frissítés elérhető!
UpdatesIncludedInfo1 = A következő frissítések a kiválasztott UUP készletben találhatók.
UpdatesIncludedInfo2 = Ezek a frissítések automatikusan beépülnek az UUP alatt az ISO konverziós folyamatba. Ez sokkal több időt vehet igénybe, mint a normál konverziós folyamat.
PleaseSelectBuild = Kérjük, válassza ki a kívánt építményt!
DownloadSize = Letöltési méret:
ContainsAdditionalUpdates = (további frissítéseket tartalmaz)
CreateVirtualEditions = Virtuális kiadások létrehozása
CreateVirtualEditionsNotice = Ez az opció lehetővé teszi az összes lehetséges virtuális kiadás létrehozását a kiválasztott alap kiadás(ok)ból. A létrehozási folyamat sok időt vesz igénybe.\n\nBiztosan engedélyezi ezt az opciót?
NotSupportedForVECreation = Ehhez az opcióhoz Windows 10 ADK telepítése szükséges, vagy az alkalmazás futtatása Windows 10 rendszeren.
DoYouWantAnotherBuild = Szeretne letölteni egy másik építményt?

;Ez a rész a nyelv kiválasztásakor megjelenített nyelvek helyi listáját tartalmazza
;A beállított UUP-készlethez le kell fordítani a teljes helyi nyelvi élmény elérése érdekében.
[Languages]
ar-sa = Arab (Saudi Arabia)
bg-bg = Bulgár
cs-cz = Cseh
da-dk = Dán
de-de = Német
el-gr = Görög
en-gb = Angol (Egyesült Királyság)
en-us = Angol (Egyesült Államok)
es-es = Spanyol (Spanyolország)
es-mx = Spanyol (Mexikó)
et-ee = Észt
fi-fi = Finn
fr-ca = Francia (Kanada)
fr-fr = Francia (Franciaország)
he-il = Héber
hr-hr = Horvát
hu-hu = Magyar
it-it = Olasz
ja-jp = Japán
ko-kr = Kóreai
lt-lt = Litván
lv-lv = Lett
nb-no = Norvég (irodalmi)
nl-nl = Holland
pl-pl = Lengyel
pt-br = Portugál (Brazil)
pt-pt = Portugál (Portugál)
ro-ro = Román
ru-ru = Orosz
sk-sk = Szlovák
sl-si = Szlovén
sr-latn-rs = Szerb (Latin)
sv-se = Svéd
th-th = Thai
tr-tr = Török
uk-ua = Ukrán
zh-cn = Kínai (egyszerűsített)
zh-tw = Kínai (hagyományos)
